JuniorAndChill/ENGR-4399-ST-Cyber-Physical-IoT-Systems/SAR2/sdkconfig.defaults
# Baseline configuration for the Wokwi ESP32 simulation.
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=4096
